{
	"offer": [
		{
			"id": 1,
			"path": "obrazy",
			"title": "Obrazy",
			"specialText": [
				"Czy marzysz o posiadaniu wyjątkowego dzieła sztuki, które nie tylko ozdobi Twoje wnętrze, ale także będzie emanować wyjątkową energią i wywoływać emocje? Jeśli tak, to mam coś dla Ciebie!",
				"Przedstawiam Ci moją usługę malowania obrazów, która pozwoli stworzyć własny, unikalny świat pełen kolorów i emocji. Jestem gotów przenieść Twoją wizję na płótno i stworzyć dla Ciebie arcydzieło, które będzie wyjątkowe i niezapomniane.",
				"Dlaczego warto skorzystać z mojego pędzla? Po pierwsze, indywidualne podejście. Wysłucham Twoich potrzeb, inspiracji i marzeń, aby stworzyć obraz, który idealnie odzwierciedla Twoją osobowość i styl życia. Niezależnie od tego, czy preferujesz abstrakcję, pejzaże czy portrety, możesz być pewien, że otrzymasz unikatowe dzieło sztuki.",
				"Po drugie, wysoka jakość. Najwyższej klasy farby oraz materiały! Twój obraz będzie nie tylko piękny, ale także odporny na upływ czasu, zachowując swoją świeżość i blask przez lata.",
				"Po trzecie, nieograniczone możliwości. Niezależnie od tego, czy chcesz stworzyć wyjątkowy prezent dla bliskiej osoby, czy też rozwijać swoje pasje poprzez obserwację artystycznego piękna na ścianie własnego domu, zrobimy to.",
				"Twoje marzenia zasługują na materializację!",
				"Poniżej znajdziesz przykłady moich prac :)"
			],
			"photoArray": [
				{
					"imageId": 11,
					"image": "/paintings-images/paintings-image-1.jpg",
					"alt": "Obraz przedstawiający zamyśloną kobietę wpatrzoną w okno",
					"title": "Delikatna Wiśnia",
					"description": "Rysunek przedstawiający zamyśloną kobietę wpatrzoną w okno. Został wykonany suchymi pastelami oraz węglem na brązowym papierze.",
					"size": "50x70cm",
					"year": "2021"
				},
				{
					"imageId": 12,
					"image": "/paintings-images/paintings-image-2.jpg",
					"alt": "Obraz przedstawiający martwą naturę",
					"title": "Zielona martwa natura",
					"description": "Obraz przedstawiający martwą naturę. Został namalowany farbami olejnymi na tekturze.",
					"size": "50x70cm",
					"year": "2021"
				},
				{
					"imageId": 13,
					"image": "/paintings-images/paintings-image-3.jpg",
					"alt": "Obraz przedstawiający dwie dłonie splecione w uścisku",
					"title": "Dłonie",
					"description": "Dłonie to niedocenione części naszego ciała, ponieważ można z nich, jak z oczu, odczytać ludzkie emocje. Rysunek wykonany suchymi pastelami na brązowym papierze.",
					"size": "50x70cm",
					"year": "2020"
				},
				{
					"imageId": 14,
					"image": "/paintings-images/paintings-image-4.jpg",
					"alt": "Rysunek przedstawiający tytułową postać bajki WALL-E",
					"title": "Wall-E",
					"description": "Rysunek przedstawia głównego bohatera z animowanego filmu o tym samym tytule co obraz. Wykonany został ołówkami z faber castell.",
					"size": "A4",
					"year": "2022"
				},
				{
					"imageId": 15,
					"image": "/paintings-images/paintings-image-5.jpg",
					"alt": "Obraz przedstawiający martwą naturę",
					"title": "Martwa natura z torebką",
					"description": "Poprzez zróżnicowanie światła i emocji martwa natura potrafi nauczyć nas wszystkiego. Obraz namalowany farbami olejnymi na tekturze.",
					"size": "100x70cm",
					"year": "2022"
				},
				{
					"imageId": 16,
					"image": "/paintings-images/paintings-image-6.jpg",
					"alt": "Obraz przedstawiający siedzącą kobietę",
					"title": "Kobieta",
					"description": "Kobieta jest symbolem delikatności i subtelności w każdym detalu. Obraz wykonany suchymi pastelami oraz węglem na brązowym papierze.",
					"size": "100x70cm",
					"year": "2020"
				}
			]
		},
		{
			"id": 2,
			"path": "buty",
			"title": "Buty",
			"specialText": [
				"Czy Twoje buty zaczynają nudzić jednolitą barwą? Chcesz wyróżnić się z tłumu i wyrazić swój unikalny styl? Jeśli tak, mam dla Ciebie rozwiązanie! Przedstawiam Ci moją niezwykłą usługę malowania butów, która pozwoli przekształcić zwykłe obuwie w prawdziwe dzieło sztuki!",
				"Czym wyróżnia się ta oferta? Po pierwsze, nieograniczone możliwości! Niezależnie od tego, czy marzysz o abstrakcyjnym wzorze, ulubionym superbohaterze czy też krajobrazie miejskim, zrealizuje każdą Twoją wizję z niezrównaną precyzją i dbałością o szczegóły.",
				"Po drugie, jakość na której możesz polegać. Stosuję farby z najwyższej półki, aby zapewnić trwałe i odporne na ścieranie wzory. Twój unikalny design będzie Ci towarzyszył na każdym kroku, wywołując podziw i zazdrość innych.",
				"Po trzecie, indywidualne podejście. Wysłucham Twoich potrzeb i preferencji, aby stworzyć projekt, który idealnie odzwierciedla Twój charakter i styl życia. Każdy detal jest dopracowywany z myślą o Tobie, abyś mógł nosić buty, które naprawdę Cię reprezentują.",
				"Spraw, by obuwie stało się wyrazem Twojej osobowości, bo Twoje buty mogą być tak wyjątkowe jak Ty!",
				"Poniżej znajdziesz przykłady moich prac :)"
			],
			"photoArray": [
				{
					"imageId": 21,
					"image": "/shoes-images/shoes-image-1.jpg",
					"alt": "Trampki przyozdobione grafiką o tematyce spadochroniarstwa",
					"title": "Custom Vans’ów",
					"description": "Grafika przedstawiająca spadochroniarzy lecących w stronę zachodu słońca. Buty zostały pomalowane farbami angelus.",
					"size": "",
					"year": "2022"
				},
				{
					"imageId": 22,
					"image": "/shoes-images/shoes-image-2.jpg",
					"alt": "Trampki przyozdobione grafiką o tematyce spadochroniarstwa",
					"title": "Custom Vans’ów v2.0",
					"description": "Grafika przedstawiająca spadochroniarzy, którzy układają się w różne figury. Buty zostały pomalowane farbami angelus.",
					"size": "",
					"year": "2022"
				},
				{
					"imageId": 23,
					"image": "/shoes-images/shoes-image-3.jpg",
					"alt": "Trampki przyozdobione grafiką przedstawiającą postacie z bajek oraz narzędzia",
					"title": "Bajkowe trampki",
					"description": "Trampki wykonane dla mojego taty, który ciągle ogląda bajki. Mała dygresja? W każdym dorosłym drzemie wewnętrze dziecko, które należy pielęgnować. Namalowane farbami angelus.",
					"size": "",
					"year": "2022"
				}
			]
		},
		{
			"id": 3,
			"path": "zakładki",
			"title": "Zakładki",
			"specialText": [
				"Czytasz książki z pasją i chcesz dodać do swojego czytelniczego rytuału coś wyjątkowego? Czy marzysz o tym, by Twoje ulubione tomy miały towarzystwo zakładek, które nie tylko dodadzą uroku, ale także wyrażą Ciebie jako czytelnika? Jeśli tak, to mam dla Ciebie idealne rozwiązanie!",
				"Przedstawiam Ci moją kreatywną usługę tworzenia zakładek do książek, która pozwoli Ci personalizować Twój czas spędzony z ulubionymi lekturami w sposób absolutnie niepowtarzalny. Jestem gotów wyczarować Ci zakładki w różnorodnych wzorach i motywach, które dopasują się do Twojego gustu i zainteresowań.",
				"Dlaczego warto skorzystać z mojej usługi? Po pierwsze, ekskluzywność. Każda zakładka jest ręcznie wykonana z najwyższą dbałością o detale, co sprawia, że jest unikalnym dziełem sztuki. Nie znajdziesz dwóch identycznych egzemplarzy - to właśnie sprawia, że Twój czytelniczy świat staje się jeszcze bardziej wyjątkowy.",
				"Po drugie, szeroki wybór wzorów i motywów. Niezależnie od tego, czy preferujesz abstrakcyjne kompozycje, romantyczne pejzaże czy przeniesienie opisu z ksiązki, mam coś odpowiedniego. Jeśli masz własną wizję, chętnie ją zrealizuję!",
				"Po trzecie, jakość, na której możesz polegać. Korzystam tylko z najwyższej klasy materiałów, zapewniając trwałość i estetykę. Nie musisz się martwić o to, że Twoje nowe dodatki do książek szybko się zużyją - moje produkty są stworzone, by towarzyszyć Ci przez wiele czytelniczych przygód.",
				"Nie czekaj dłużej! Odkryj magię personalizowanych zakładek do książek i nadaj swoim lekturom nowy, niepowtarzalny wymiar.",
				"Twoje czytanie zasługuje na więcej!",
				"Poniżej znajdziesz przykłady moich prac :)"
			],
			"photoArray": [
				{
					"imageId": 31,
					"image": "/bookmarks-images/bookmarks-image-1.jpg",
					"alt": "3 zakładki przedstawiające sowę, kaczkę i szopa",
					"title": "Zwierzęcy folwark",
					"description": "Sowa, Kaczuszka z kwiatkiem oraz Szop pod kocykiem to zakładki, które zostały wykonane farbami akwarelowymi 'Białe noce' na papierze akwarelowym firmy Oxford.",
					"size": "5x14cm",
					"year": ""
				},
				{
					"imageId": 32,
					"image": "/bookmarks-images/bookmarks-image-2.jpg",
					"alt": "3 zakładki przedstawiające kobietę z kotem, odbicie kobiecego brzucha w lustrze oraz oczy",
					"title": "Kobiecy sen",
					"description": "Cień z kotem, Kobieta w lustrze oraz Oczy. Pierwsza zakładka wykonana farbami akwarelowymi 'Białe noce' na papierze akwarelowym. Druga została stworzona markerami alkoholowymi na papierze do markerów, zaś trzecia z zestawienia powstała w wyniku użycia ołówków firmy faber castell na papierze akwarelowym. Przy wszystkich zakładkach używany papier firmy Oxford",
					"size": "5x14cm",
					"year": ""
				},
				{
					"imageId": 33,
					"image": "/bookmarks-images/bookmarks-image-3.jpg",
					"alt": "3 zakładki przedstawiające różne sceny związane z naturą",
					"title": "Piękno przyrody",
					"description": "Na wodzie, Ślimaki oraz Do lasu są zakładkami wykonanymi farbami akwarelowymi 'Białe noce' na papierze akwarelowym z firmy Oxford.",
					"size": "5x14cm",
					"year": ""
				},
				{
					"imageId": 34,
					"image": "/bookmarks-images/bookmarks-image-4.jpg",
					"alt": "3 zakładki przedstawiające alpakę, pandę i żabę",
					"title": "Egzotyczne stworzenia",
					"description": "Wesoła alpaka, Panda oraz Żabcia. Pierwsza zakładka wykonana farbami akwarelowymi 'Białe noce' na papierze akwarelowym. Druga została stworzona markerami akwarelowymi na papierze do markerów. Trzecia z zestawienia utworzona za pomocą kredek firmy Oxford. Przy wszystkich zakładkach używany papier firmy Oxford.",
					"size": "5x13-15cm",
					"year": ""
				}
			]
		}
	]
}
